Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: Displaying Lists in Different Views
cs_cz: Zobrazení seznamu v různých pohledech

source: In the right corner of any list in Dynamics NAV you will find icons that let you switch view on the list.
cs_cz: V pravém rohu jakéhokoliv seznamu v aplikaci Dynamics NAV můžete najít ikony, které umožní přepnout zobrazení seznamu.

source: A list can be viewed as a detailed list, which is the standard view.
cs_cz: Seznam může být zobrazen jako podrobný seznam, který je ve standardním zobrazení.

source: But you can also switch to a brick view, which will show less detail on the specific record and stack the entries as bricks.
cs_cz: Ale také můžete přepnout do dlaždicového zobrazení, které ukáže méně podrobností na specifický záznam a seskupí položky jako dlaždice.

source: This view is very useful in to gain an overview of several entries and is in particular useful on smaller devices, because it makes each entry easier to tap.
cs_cz: Toto zobrazení je velmi užitečné pro přehled zisků několika položek a je konkrétně užitečné pro menší zařízení, protože zjednodušuje klepnutí na každou položku.

source: Items list
cs_cz: Seznam zboží

source: On the Items list, having pictures helps you get a quick overview of what you sell and switching to the brick view gives you an item catalogue to browse through.
cs_cz: Seznam zboží s obrázky vám pomůže získat rychlý přehled o tom, co prodáváte a přepnutí do dlaždicového zobrazení vám nabídne katalog zboží pro procházení.

source: If a picture is defined for the specific item, you have a third option besides the detailed list and the brick view; the tall brick view.
cs_cz: Pokud je pro specifické zboží definován obrázek, máte třetí možnost vedle podrobného seznamu a dlaždicového zobrazení a to vysoké dlaždicové zobrazení.

source: This view displays large pictures for each entry.
cs_cz: Toto zobrazení zobrazí velké obrázky pro každou položku.

source: You can import a picture for a specific item by going to the Item card and to the right select Picture and then choose Import.
cs_cz: Můžete importovat obrázek pro specifické zboží tím, že jdete na kartu Zboží a vpravo vyberete Obrázek a zvolíte Importovat.

source: Likewise you can export a picture to a file or delete the picture for the item.
cs_cz: Podobně můžete exportovat obrázek do souboru nebo odstranit obrázek pro dané zboží.

source: See Also
cs_cz: Viz také

source: Work With Dynamics NAV
cs_cz: Práce s Dynamics NAV

source: How to:
cs_cz: Návod:

source: Register New Products
cs_cz: Registrace nového produktu

source: Welcome to Dynamics NAV
cs_cz: Vítejte v Dynamics NAV

source: Dynamics NAV is a business management solution for small and mid-sized organizations that automates and streamlines business processes and helps you manage your business.
cs_cz: Dynamics NAV je podnikové řešení pro malé a střední organizace, které automatizuje a zjednodušuje obchodní procesy a pomáhá vám řídit vaše podnikání.

source: The demonstration company contains sample data, but you can create your own sales documents, for example, or set up a bank account.
cs_cz: Demonstrační společnost obsahuje ukázkové data, ale můžete si například vytvořit vlastní prodejní doklady nebo si nastavit bankovní účet.

source: In the Business Owner role center, you can find the Assisted Setup & Tasks action.
cs_cz: V centru role vlastníka firmy naleznete akci Asistované nastavení a úkoly.

source: Here you see a list of assisted setup that can help you getting started.
cs_cz: Zde naleznete seznam asistovaných nastavení, která vám pomohou začít.

source: In the Assisted Setup window, you will find the following:
cs_cz: V okně Asistované nastavení naleznete následující:

source: Assisted Setup
cs_cz: Asistované nastavení

source: Description
cs_cz: Popis

source: Set Up Company
cs_cz: Nastavit společnost

source: Creates a new trial company for you to enter data and try our Dynamics NAV.
cs_cz: Vytvořit novou zkušební společnost pro zadávání dat a vyzkoušení Dynamics NAV.

source: If you went through the Getting Started tour this is probably already Completed.
cs_cz: Pokud jste prošli prohlídkou Začínáme, je to již pravděpodobně dokončeno.

source: Migrate Business Data
cs_cz: Migrovat obchodní data

source: Lets you import your existing company data such as vendors, customers, and items from Excel or Quickbooks.
cs_cz: Umožňuje importovat stávající data společnosti, jako jsou dodavatelé, zákazníci a zboží z aplikace Excel nebo Quickbooks.

source: Set Up Sales Tax
cs_cz: Nastavit prodejní daň

source: Gets you started with default Tax groups and assigning Tax area codes that you can assign to customers and vendors in order to automatically calculate sales tax in sales or purchase documents.
cs_cz: Nastavení výchozích daňových skupin a kódů daňových oblastí, které můžete přiřadit zákazníkům a dodavatelům, za účelem automatického výpočtu prodejní daně v prodejních nebo nákupních dokladech.

source: Set Up Email
cs_cz: Nastavit email

source: Gets you ready for sending email messages directly from, for example, sales orders or contacts in Dynamics NAV.
cs_cz: Nastavení možnosti přímého odesílání e-mailových zpráv např. z Prodejních objednávek nebo kontaktů v Dynamics NAV.

source: Set Up Office Add-Ins
cs_cz: Nastavit doplňky Office

source: Sets up the ability to use and launch Dynamics NAV from Outlook.
cs_cz: Nastavení možnosti používat a spustit Dynamics NAV z aplikace Outlook.

source: Set Up Approval Workflow
cs_cz: Nastavit schvalovací pracovní postup

source: Sets up the ability to automatically notify an approver when a user tries to create or change certain values on documents, journal lines, or cards, such as an amount above a specified limit.
cs_cz: Nastavení možnosti automaticky upozornit schvalujícího, když se uživatel pokusí vytvořit nebo změnit určité hodnoty v dokladech, řádcích deníku nebo kartách, například částku nad stanovený limit.

source: Set Up Email Logging
cs_cz: Nastavit protokolování e-mailů

source: Sets up the capability to log email correspondence in Dynamics NAV to follow up on interactions.
cs_cz: Pro nastavení možnosti protokolování e-mailové korespondence v Dynamics NAV sledujte následující instrukce.

source: Set Up Dynamics CRM Connection
cs_cz: Nastavit připojení k Dynamics CRM

source: Sets up a connection to Dynamics CRM which allows you to synchronize data such as contacts and sales order information.
cs_cz: Nastavuje připojení k Dynamics CRM, které umožňuje synchronizovat data, například kontakty a informace o prodejní objednávce.

source: When you have run an assisted setup, it is marked as Completed.
cs_cz: Po spuštění asistovaného nastavení je označeno jako dokončeno.

source: To run the assisted setup, you choose the three dots also called the context menu, and then you select Start Setup.
cs_cz: Chcete-li spustit asistované nastavení, zvolte tři tečky, které reprezentují kontextovou nabídku, a potom zvolte možnost spustit instalaci.

source: Setup
cs_cz: Nastavení

source: Customizing Dynamics NAV Using Extensions
cs_cz: Přizpůsobení Dynamics NAV pomocí rozšíření

source: Using Dynamics NAV as your Business Inbox in Outlook
cs_cz: Používání Dynamics NAV jako firemní doručené pošty v aplikaci Outlook

source: Get Dynamics NAV on my Mobile Device
cs_cz: Získat Dynamics NAV na svém mobilním zařízení

source: Changing the Role Center
cs_cz: Změna Centra role

source: Connect and Disconnect Incoming Document Records from Documents and Entries
cs_cz: Připojení a odpojení záznamů došlého dokladu z dokladů a položek

source: You can store external business documents in Dynamics NAV by attaching the document files to the related incoming document records.
cs_cz: V aplikaci Dynamics NAV můžete ukládat externí obchodní doklady připojením souborů k souvisejícím záznamům došlého dokladu.

source: If the document, such as a purchase invoice, did not start its existence as an incoming document record, you can still create and connect an incoming document record to it later.
cs_cz: Pokud se doklad jako třeba nákupní faktura nespustí jako záznam došlého dokladu, můžete stále vytvořit a připojit záznam došlého dokladu později.

source: You can also attach incoming document files to posted purchase and sales documents and to vendor, customer, and general ledger entries by using the Incoming Document Files FactBox in, for example, the Posted Purchase Invoices and Vendor Ledger Entries windows.
cs_cz: Soubory došlých dokladů můžete také připojit k zaúčtovaným nákupním a prodejním dokladům a k záznamům prodejců, zákazníků a položek hlavní knihy pomocí okna s fakty Soubory došlého dokladu, pro příklad okna Účtované nákupní faktury a Položky dodavatelů.

source: From the Chart of Accounts and General Ledger Entries windows, you can use a search function to find general ledger entries for posted purchase and sales documents that do not have incoming document records and then centrally link to existing records or create new ones with attached document files.
cs_cz: Z oken Účtová osnova a Hlavní kniha položek můžete použít vyhledávací funkci k nalezení položek hlavní knihy pro zaúčtování nákupních a prodejních dokladů, které nemají záznamy došlého dokladu a pak centrálně odkazovat na existující záznamy nebo vytvářet nové s připojenými soubory.

source: For more information, see How to:
cs_cz: Další informace naleznete v tématu Návod:

source: Find Posted Documents without Incoming Document Records .
cs_cz: Nalezení zaúčtovaných dokladů bez záznamů došlého dokladu .

source: The following procedures show how to attach a file to an existing purchase invoice that was not created from an incoming document record and how to attach a file to a vendor ledger entry.
cs_cz: Následující procedura ukazuje návod, jak připojit soubor k existující nákupní faktuře, která nebyla vytvořena ze záznamu došlého dokladu a návod jak připojit soubor k položkám dodavatele.

source: Attaching a file to posted purchase or sales documents works in a similar way.
cs_cz: Připojení souboru k zaúčtovaným nákupním nebo prodejním dokladům funguje podobným způsobem.

source: To create and connect an incoming document record from a purchase invoice
cs_cz: Vytvoření a připojení záznamu došlého dokladu k nákupní faktuře

source: In the top right corner, choose the Search for Page or Report icon, enter Purchase Invoices, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Nákupní faktury a pak vyberte související odkaz.

source: Select the line for a purchase invoice that you want to attach a file to, and then choose the Create Incoming Document from File action.
cs_cz: Vyberte řádek pro nákupní fakturu, kterou chcete připojit k souboru a pak zvolte akci Vytvořit došlý doklad ze souboru.

source: Alternatively, select the line for a purchase invoice that you want to attach a file to, and then choose the Attach File action.
cs_cz: Alternativně, vyberte řádek pro nákupní fakturu, kterou chcete připojit k souboru a pak zvolte akci Připojit soubor.

source: In the Insert File window, select the file that represents the incoming document in question, and then choose the Open button.
cs_cz: V okně Vložit soubor vyberte soubor, který představuje daný došlý doklad a pak zvolte tlačítko Otevřít.

source: To create and connect an incoming document record from a vendor ledger entry
cs_cz: Vytvoření a připojení záznamu došlého dokladu z položky dodavatele

source: In the top right corner, choose the Search for Page or Report icon, enter Vendor Ledger Entries, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Položky dodavatele a pak vyberte související odkaz.

source: Select a line for a vendor ledger entry that you want to attach a file to, and then choose the Create Incoming Document from File action.
cs_cz: Vyberte řádek pro položku dodavatele, kterou chcete připojit k souboru a pak zvolte akci Vytvořit došlý doklad ze souboru.

source: Alternatively, select a line for a vendor ledger entry that you want to attach a file to, and then choose the Attach File action.
cs_cz: Alternativně, vyberte řádek pro položku dodavatele, kterou chcete připojit k souboru a pak zvolte akci Připojit soubor.

source: To remove a connection from an incoming document record to a posted document
cs_cz: Odebrání připojení ze záznamu došlého dokladu k zaúčtovanému dokladu

source: You can remove file attachments from non-posted documents at any time by deleting the related incoming document record.
cs_cz: Můžete odebrat soubor připojený k nezaúčtovaným dokladům smazáním souvisejícího záznamu došlého dokladu.

source: If the document is posted, then you must first remove the connection from the incoming document record.
cs_cz: Pokud je doklad zaúčtovaný, pak musíte nejdřív odebrat připojení ze záznamu došlého dokladu.

source: In the top right corner, choose the Search for Page or Report icon, enter Incoming Documents, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Došlé doklady a pak vyberte související odkaz.

source: Select the line for an incoming document record connected to a posted document that you want to remove, and then choose the Remove Reference to Record action.
cs_cz: Vyberte řádek pro záznam došlého dokladu připojeného k zaúčtovanému dokladu, který chcete odebrat a pak zvolte akci Odebrat odkaz k záznamu.

source: The connection to the posted document is removed.
cs_cz: Připojení zaúčtovaného dokladu je odebráno.

source: You can now proceed to connect another incoming document record to the posted document as described in this topic.
cs_cz: Nyní můžete pokračovat v připojení dalšího záznamu došlého dokladu k zaúčtovanému dokladu, tak jak je popsáno v tomto tématu.

source: Process Incoming Documents
cs_cz: Proces došlých dokladů

source: Incoming Documents
cs_cz: Došlé doklady

source: Manage Purchasing
cs_cz: Správa nákupu

source: Create Incoming Document Records
cs_cz: Vytvoření záznamu došlého dokladu

source: In the Incoming Documents window, you can use different functions to review expense receipts, manage OCR tasks, and convert incoming document files, manually or automatically, to the relevant documents or journal lines.
cs_cz: V okně Došlé doklady můžete použít různé funkce pro kontrolu výdajů, správu OCR úkolů a převod došlých dokladů ručně nebo automaticky na příslušné doklady nebo řádky deníku.

source: The external files can be attached at any process stage, including to posted documents and to the resulting vendor, customer, and general ledger entries.
cs_cz: Externí doklady lze připojit v libovolné fázi procesu, včetně zaúčtovaných dokladů a výsledků dodavatelů, zákazníků a položek hlavní knihy.

source: To record an external document in Dynamics NAV, you must first create or complete an incoming document record.
cs_cz: Pro záznam externího dokladu v Dynamics NAV musíte nejdřív vytvořit nebo dokončit záznam došlého dokladu.

source: You can do this manually, or you can take a photo of the external document and then create the incoming document record with the image file attached.
cs_cz: Toto můžete udělat manuálně nebo můžete pořídit fotografii externích dokladů a pak vytvořit záznam došlého dokladu s připojeným obrazovým souborem.

source: Before you can use the Incoming Documents feature, you must perform the required setup.
cs_cz: Předtím než můžete použít funkce Došlého dokladu, musíte provést požadované nastavení.

source: Set Up Incoming Documents .
cs_cz: Nastavení došlých dokladů .

source: To approve or reject an incoming document
cs_cz: Schválení nebo odmítnutí došlého dokladu

source: If you do want to allow users to create invoices or general journal lines from incoming document records unless they are approved, you can set up approvers who must approve the records before they can be processed.
cs_cz: Pokud chcete povolit uživatelům vytvářet faktury nebo řádky finančního deníku ze záznamů došlého dokladu, dokud nejsou schváleny, můžete nastavit toho, kdo musí schválit záznamy předtím, než budou zpracovány.

source: Select the line with the document that you want to approve or reject, and then choose the Approve or Reject actions.
cs_cz: Vyberte řádek dokladu, který chcete vydat nebo odmítnout a pak zvolte akci Vydat nebo Odmítnout.

source: If you approve the incoming document record, the Released check box on the incoming document line is selected.
cs_cz: Pokud vydáte záznam došlého dokladu, je vybráno zaškrtávací políčko Uvolnit v řádku došlého dokladu.

source: The user in charge of creating, for example, purchase invoices can proceed to process the record.
cs_cz: Uživatel, který je pověřen tvorbou například nákupních faktur, může zpracovat záznam.

source: To create an incoming document record by taking a photo
cs_cz: Vytvoření záznamu došlého dokladu pořízením fotografie

source: Note:
cs_cz: Poznámka:

source: The following procedure only applies to the Dynamics NAV Tablet and Phone clients.
cs_cz: Následující postup platí pouze pro klienty tabletu a telefonu Dynamics NAV.

source: On the app bar, choose the Create Incoming Document from Camera tile, and then go to step 4.
cs_cz: Na panelu aplikace zvolte dlaždici Vytvořit došlý doklad z fotoaparátu a pak pokračujte na krok 4.

source: Alternatively, on the app bar, choose the options button, choose Incoming Documents, and then choose All.
cs_cz: Alternativně na panelu aplikace zvolte tlačítko možnosti, vyberte Došlé doklady a pak zvolte Vše.

source: In the Incoming Documents window, choose the ellipsis button, and then choose Create from Camera.
cs_cz: V okně Došlé doklady zvolte tlačítko tři tečky a pak zvolte Vytvořit z fotoaparátu.

source: The camera on the tablet or phone is activated.
cs_cz: Kamera v tabletu nebo telefonu se aktivuje.

source: Take a photo of a document, such as a purchase receipt, that you want to process as an incoming document, and then choose the OK button.
cs_cz: Udělejte fotku dokladu například nákupního dokladu, který chcete zpracovat jako došlý doklad a potom klepněte na tlačítko OK.

source: A new incoming document record is created, with the image attached.
cs_cz: Nový záznam došlého dokladu je vytvořen s připojením obrázku.

source: To attach an image to an incoming document record by taking a photo
cs_cz: Připojení obrázku k záznamu došlého dokladu pomocí fotografie

source: On the app bar, choose the options button, choose Incoming Documents, and then choose All.
cs_cz: Na panelu aplikace zvolte tlačítko možnosti, zvolte Došlé doklady a pak zvolte Vše.

source: Open the card for an existing incoming document record.
cs_cz: Otevře se karta pro existující záznam došlého dokladu.

source: In the Incoming Document window, choose the ellipsis button, and then choose Attach Image from Camera.
cs_cz: V okně Došlé doklady zvolte tlačítko tři tečky a pak zvolte Připojit obrázek z fotoaparátu.

source: The image is attached to the incoming document record.
cs_cz: Obrázek je připojen k záznamu došlého dokladu.

source: To create an incoming document record manually
cs_cz: Vytvoření záznamu došlého dokladu manuálně

source: Choose the Create from File action.
cs_cz: Zvolte akci Vytvořit ze souboru

source: In the Insert File window, select a file, and then choose Open.
cs_cz: V okně Vložit soubor vyberte soubor a pak zvolte Otevřít.

source: The file is automatically attached.
cs_cz: Soubor je automaticky připojen.

source: Alternatively, choose the New action.
cs_cz: Alternativně zvolte akci Nový.

source: To attach a file, choose the Attach File action.
cs_cz: Pro připojení souboru zvolte akci Připojit soubor.

source: In the Incoming Document window, fill in the fields as necessary.
cs_cz: V okně Došlý doklad vyplňte pole podle potřeby.

source: Choose a field to read a short description of the field or link to more information.
cs_cz: Vyberte pole a přečtěte si krátký popis pole nebo klikněte na odkaz pro další informace.

source: Find Posted Documents without Incoming Document Records
cs_cz: Vyhledání zaúčtovaných dokladů bez záznamů došlého dokladu

source: To find posted documents without incoming document records
cs_cz: Vyhledání zaúčtovaných dokladů bez záznamů došlého dokladu

source: In the top right corner, choose the Search for Page or Report icon, enter Chart of Accounts, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Účetní osnova a pak vyberte související odkaz.

source: Select a line for a G/L account for whose general ledger entries you want to see posted purchase and sales documents without incoming document records, and then choose the Posted Documents without Incoming Document action.
cs_cz: Vyberte řádek pro finanční účet, kde jsou položky hlavní knihy, které chcete zaúčtovat jako nákupní a prodejní doklady bez záznamů došlého dokladu a pak zvolte akci Zaúčtovat doklad bez došlého dokladu.

source: Alternatively, choose the Ledger Entries action.
cs_cz: Alternativně zvolte akci Položky knihy.

source: In the General Ledger Entries window, choose the Posted Documents without Incoming Documents action.
cs_cz: V okně Položky hlavní knihy zvolte akci Zaúčtovat doklady bez došlých dokladů.

source: The Posted Documents without Incoming Document window opens showing posted purchase and sales documents without incoming document records represented by general ledger entries on the G/L account that you opened the window for.
cs_cz: Okno Zaúčtované doklady bez došlých dokladů otevře zaúčtované nákupní a prodejní doklady bez záznamů došlého dokladu reprezentovány položkami hlavní knihy ve finančním účtu, který pro toto okno otevřete.

source: The window can show a maximum of 1000 lines.
cs_cz: Okno může ukázat maximum 1000 řádků.

source: By default, the Date Filter field therefore contains a filter that limits the lines to entries with posting dates from the beginning of the accounting period to the work date.
cs_cz: Ve výchozím nastavení pole Filtr data omezuje řádky na položky s daty zveřejnění od začátku účetního období do pracovního data.

source: To connect found documents to existing incoming document records
cs_cz: Připojení nalezených dokladů k existujícím záznamům došlého dokladu

source: In the Posted Documents without Incoming Document window, select the line for a posted document that you want to connect to an existing incoming document record, and then choose the Select Incoming Document action.
cs_cz: V okně Zaúčtované doklady bez došlého dokladu vyberte řádek pro zaúčtovaný doklad, který chcete připojit k existujícímu záznamu došlého dokladu a pak zvolte akci Vybrat došlý doklad.

source: In the Incoming Documents window, select the incoming document record that you want to connect to posted document found, and then choose the OK button.
cs_cz: V okně Došlé doklady vyberte záznam došlého dokladu, který chcete připojit k zaúčtovanému dokladu a pak zvolte tlačítko OK.

source: In the Posted Documents without Incoming Document window, the selected incoming document record is now connected to the posted document, as you can see in the Incoming Document Files FactBox.
cs_cz: V okně Zaúčtované doklady bez došlého dokladu vyberte záznam došlého dokladu, který je nyní připojen k zaúčtovanému dokladu, jak můžete vidět v okně s fakty Soubory došlého dokladu.

source: If a relevant incoming document record does not exist in the Incoming Documents window, then you can create it.
cs_cz: Pokud v okně Došlé doklady neexistuje příslušný záznam došlého dokladu, můžete jej vytvořit.

source: Create Incoming Document Records .
cs_cz: Vytvoření záznamů došlého dokladu .

source: Manage Many Incoming Document Records
cs_cz: Správa mnoha záznamů došlého dokladu
